dinya = [
         '''Я сочная, непорочная
И на вкус, как сладость восточная
Как небо чистая, в лучах игристая
А на солнце медово-золотистая''',
         '''Я вообще соображаю
Что кого-то раздражаю
Что кого-то раздражаю
Я вполне соображаю''',
         '''Ну почему я вся такая сладкая и неземная
Я не знаю''',
         '''ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ''',
         '''Да потому что ты дыня
Обыкновенная дыня
И я с тобою не шучу
Забирай свою бахчу''',
         '''Я спелая, в меру зрелая
И на солнце вся такая загорелая
Я жаркая и яркая
С каждым годом нежным соком наливаюсь я''',
         '''Я вообще соображаю
Что кого-то раздражаю
Что кого-то раздражаю
Я вполне соображаю''',
         '''Ну почему я вся такая сладкая и неземная
Я не знаю''',
         '''ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ''',
         '''Да потому что ты дыня
Обыкновенная дыня
И я с тобою не шучу
Забирай свою бахчу ''',
         '''Ты дыня
Дыня, дыня''',
         '''Ну почему я такая
Ну почему...''',
         '''ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ''',
         '''Да потому что ты дыня
Обыкновенная дыня
И я с тобою не шучу
Забирай свою бахчу''',
         '''Дыня.''',
         ]

hrykovskiy = ['Меня зовут Тимофей Хрюковский 🐷 . Мне от 14 до 40 лет. Мой дом находится в северо-восточной части Гуфоруси, в районе поместий. Работаю на платформе Twitch и домой возвращаюсь, самое позднее, в пять утра.',
              'Не матерюсь, хрюкаю изредка. Запускаю в 8 вечера и убеждаюсь, что получаю ровно восемь донатов, несмотря ни на что. Перед стримом я пью тёплый чай, а также минут двадцать уделяю разминке визжа в микрофон, поэтому до утра стримлю без особых проблем.',
              'Утром я засыпаю, не чувствуя ни усталости, ни стресса, словно младенец. На медосмотре мне сказали, что никаких проблем нет. Я пытаюсь донести, что я обычный стример, который хочет стримить тв кринж. Я не забиваю себе голову проблемами вроде марвел снап или постримить, и не обзавожусь хейтерами, из-за которых не мог бы уснуть.',
              'Я знаю наверняка: в таком способе взаимодействия с обществом и кроется счастье. Хотя, если бы мне пришлось делать видосы, я бы никогда не сделал.']

hellos = ['привет', 'здорова', 'ку', 'дарова', 'приветули', 'кукусики', 'hello']
byes = ['бб', 'пока', 'до завтра', 'пака', 'бубу', 'биби', 'bye', 'быбы']

custom_commands_with_tag = {
    "привет": hellos,
    "приветули": hellos,
    "ку": hellos,
    "здорова": hellos,
    "hello": hellos,
    "дороу": hellos,
    "дратуте": hellos,
    "дратути": hellos,
    "пока": byes
}

custom_copypast_cmd =set(['D:', 'Kappa', 'KappaPride', 'Keepo', 'WutFace', 'CoolStoryBob', 'NotLikeThis', 'LUL', 'ResidentSleeper', '4Head', 'BabyRage', 'BibleThump', 'DansGame', 'FailFish', 'FallHalp', 'HeyGuys', 'KonCha', 'OSFrog', 'BloodTrail', 'TakeNRG', 'GayPride', 'GenderFluidPride', 'NonbinaryPride', 'LesbianPride', 'PansexualPride', 'TehePelo', 'PoroSad', 'Stare', 'SeemsGood', 'TwitchUnity', '<3', 'CoolCat', 'BegWan', 'PogChamp'])

bot_messages = ['да', 'нет', 'чмок тя', 'полностью согласен', 'полностью не согласен', 'а давай', 'страстно засосал', 'будущее туманно', 'давай дружить', '😘', 'а ты сама милота', 'давай ебаться', 'я сплю', 'ну ок']























