dinya = [
         '''Я сочная, непорочная
И на вкус, как сладость восточная
Как небо чистая, в лучах игристая
А на солнце медово-золотистая''',
         '''Я вообще соображаю
Что кого-то раздражаю
Что кого-то раздражаю
Я вполне соображаю''',
         '''Ну почему я вся такая сладкая и неземная
Я не знаю''',
         '''ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ''',
         '''Да потому что ты дыня
Обыкновенная дыня
И я с тобою не шучу
Забирай свою бахчу''',
         '''Я спелая, в меру зрелая
И на солнце вся такая загорелая
Я жаркая и яркая
С каждым годом нежным соком наливаюсь я''',
         '''Я вообще соображаю
Что кого-то раздражаю
Что кого-то раздражаю
Я вполне соображаю''',
         '''Ну почему я вся такая сладкая и неземная
Я не знаю''',
         '''ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ''',
         '''Да потому что ты дыня
Обыкновенная дыня
И я с тобою не шучу
Забирай свою бахчу ''',
         '''Ты дыня
Дыня, дыня''',
         '''Ну почему я такая
Ну почему...''',
         '''ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ''',
         '''Да потому что ты дыня
Обыкновенная дыня
И я с тобою не шучу
Забирай свою бахчу''',
         '''Дыня.''',
         ]

hellos = ['привет', 'здорова', 'ку', 'дарова', 'приветули', 'кукусики', 'hello']
byes = ['бб', 'пока', 'до завтра', 'пака', 'бубу', 'биби', 'bye', 'быбы']

custom_commands_with_tag = {
    "привет": hellos,
    "приветули": hellos,
    "ку": hellos,
    "здорова": hellos,
    "hello": hellos,
    "дороу": hellos,
    "дратуте": hellos,
    "дратути": hellos,
    "пока": byes,
}

custom_copypast_cmd =set(['Kappa', 'KappaPride', 'Keepo', 'WutFace', 'CoolStoryBob', 'NotLikeThis', 'LUL', 'ResidentSleeper', '4Head', 'BabyRage', 'BibleThump', 'DansGame', 'FailFish', 'FallHalp', 'HeyGuys', 'KonCha', 'OSFrog', 'BloodTrail', 'TakeNRG', 'GayPride', 'GenderFluidPride', 'NonbinaryPride', 'LesbianPride', 'PansexualPride', 'TehePelo', 'PoroSad', 'Stare', 'SeemsGood', 'TwitchUnity', '<3', 'CoolCat', 'BegWan', 'PogChamp'])

























