dinya = [
         '''Я сочная, непорочная
И на вкус, как сладость восточная
Как небо чистая, в лучах игристая
А на солнце медово-золотистая''',
         '''Я вообще соображаешь
Да кого ты раздражаешь
Да кого-то раздражаю
Я вполне соображаю''',
         '''Ну почему я вся такая сладкая и неземная
Я не знаю''',
         '''ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ''',
         '''Да потому что ты дыня
Обыкновенная дыня
И я с тобою не шучу
Забирай свою бахчу''',
         '''Я спелая, в меру зрелая
И на солнце вся такая загорелая
Я жаркая и яркая
С каждым годом нежным соком наливаюсь я''',
         '''Я вообще соображаю
Что кого-то раздражаю
Что кого-то раздражаю
Я вполне соображаю''',
         '''Ну почему я вся такая сладкая и неземная
Я не знаю''',
         '''ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ''',
         '''Да потому что ты дыня
Обыкновенная дыня
И я с тобою не шучу
Забирай свою бахчу ''',
         '''Ты дыня
Дыня, дыня''',
         '''Ну почему я такая
Ну почему...''',
         '''ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ''',
         '''Да потому что ты дыня
Обыкновенная дыня
И я с тобою не шучу
Забирай свою бахчу''',
         '''Дыня.''',
         ]

hellos = set(['привет', 'здорова', 'ку', 'дарова', 'приветули', 'кукусики', 'hello', 'ghbdtn'])
byes = set(['бб', 'пока', 'до завтра', 'пака', 'бубу', 'биби', 'bye', 'быбы', 'споки'])

























