dinya = [
         '''Я сочная, непорочная
И на вкус, как сладость восточная
Как небо чистая, в лучах игристая
А на солнце медово-золотистая''',
         '''Я вообще соображаю
Что кого-то раздражаю
Что кого-то раздражаю
Я вполне соображаю''',
         '''Ну почему я вся такая сладкая и неземная
Я не знаю''',
         '''ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ''',
         '''Да потому что ты дыня
Обыкновенная дыня
И я с тобою не шучу
Забирай свою бахчу''',
         '''Я спелая, в меру зрелая
И на солнце вся такая загорелая
Я жаркая и яркая
С каждым годом нежным соком наливаюсь я''',
         '''Я вообще соображаю
Что кого-то раздражаю
Что кого-то раздражаю
Я вполне соображаю''',
         '''Ну почему я вся такая сладкая и неземная
Я не знаю''',
         '''ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ''',
         '''Да потому что ты дыня
Обыкновенная дыня
И я с тобою не шучу
Забирай свою бахчу ''',
         '''Ты дыня
Дыня, дыня''',
         '''Ну почему я такая
Ну почему...''',
         '''ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ДА ПОТОМУ ЧТО ТЫ ДЫНЯ 🍈 И ПОЧЕМУ ТВОЯ БАХЧА 🌱 У МОЕГО РУЧЬЯ 💦 ''',
         '''Да потому что ты дыня
Обыкновенная дыня
И я с тобою не шучу
Забирай свою бахчу''',
         '''Дыня.''',
         ]

hrykovskiy = ['Меня зовут Тимофей Хрюковский 🐷 . Мне от 14 до 40 лет. Мой дом находится в северо-восточной части Гуфоруси, в районе поместий. Работаю на платформе Twitch и домой возвращаюсь, самое позднее, в пять утра.',
              'Не матерюсь, хрюкаю изредка. Запускаю в 8 вечера и убеждаюсь, что получаю ровно восемь донатов, несмотря ни на что. Перед стримом я пью тёплый чай, а также минут двадцать уделяю разминке визжа в микрофон, поэтому до утра стримлю без особых проблем.',
              'Утром я засыпаю, не чувствуя ни усталости, ни стресса, словно младенец. На медосмотре мне сказали, что никаких проблем нет. Я пытаюсь донести, что я обычный стример, который хочет стримить тв кринж. Я не забиваю себе голову проблемами вроде марвел снап или постримить, и не обзавожусь хейтерами, из-за которых не мог бы уснуть.',
              'Я знаю наверняка: в таком способе взаимодействия с обществом и кроется счастье. Хотя, если бы мне пришлось делать видосы, я бы никогда не сделал.']

hellos = ['привет', 'здорова', 'ку', 'дарова', 'приветули', 'кукусики', 'hello', 'hi', 'qq', 'прив', 'hiii', 'KonCha']
byes = ['бб', 'пока', 'до завтра', 'пака', 'бубу', 'биби', 'bye', 'быбы', 'спок']

custom_copypast_cmd = set(['santaPls', 'TwitchConHYPE', 'DinoDance', 'PopNemo', 'SUBprise', 'D:', 'Kappa', 'KappaPride', 'Keepo', 'WutFace', 'CoolStoryBob', 'NotLikeThis', 'LUL', 'ResidentSleeper', '4Head', 'BabyRage', 'BibleThump', 'DansGame', 'FailFish', 'FallHalp', 'HeyGuys', 'KonCha', 'OSFrog', 'BloodTrail', 'TakeNRG', 'GayPride', 'GenderFluidPride', 'NonbinaryPride', 'LesbianPride', 'PansexualPride', 'TehePelo', 'PoroSad', 'Stare', 'SeemsGood', 'TwitchUnity', '<3', 'CoolCat', 'BegWan', 'PogChamp', 'peepoFeet', 'peepoGiggles', 'Pedro', 'ebnem', 'KoshkaEbalo', 'capyBanger', 'ebelkaWide'])

bot_messages = ['я живой', 'да', 'нет', 'чмок тя', 'полностью согласен', 'полностью не согласен', 'а давай', 'страстно засосал', 'будущее туманно', 'давай дружить', '😘', 'а ты сама милота', 'попробуй дум', 'я сплю', 'ну ок']

auf_messages = [
    'Если все будут против тебя, брат... Я буду внутри тебя...',
    'Если вашего друга сбила машина то он вам не друг, потому что настоящие друзья на дороге не валяются.',
    'Лучше быть последним в стае волков, чем первым в стае шакалов.',
    'Лучше с кентами на велике чем с чертями на гелике.',
    'Если волк дышит - он жим, если не дышит - мёртв.',
    'Если волк молчит лучше его не перебивать.',
    'Работа не волк, работа это ворк а волк это ходить.',
    'Каждый может кинуть камень в волка, но не каждый может кинуть волка в камень.',
    'У каждого волка есть шкура, но не у каждой шкуры есть волк.',
    'Не губы красят девушку, а девушка красит губы.',
    'Девушки, совет: выбирайте парней помладше, потому что породистых псов забирают ещё щенками.',
    'В жизни есть две дороги: первая и вторая.',
    'У батареек есть один плюс. И один минус.',
    'Падение это не провал, провал это углубление а падение это процесс.',
    'Ты можешь сто раз опоздать из-за того что срал, но тебя всё равно запомнят потому что ты обосрался, прийдя вовремя.',
    'Лучше иметь друга чем друг друга.',
    'На случай если буду нужен, то я там же, где и был, когда был не нужен.',
    'Брат, бей первым. И не важно, кто есть кто, кто был кем и ким чен ын. Бог рассудит каждого из тех, кто был никто, а некто, кем был ты, не будет быть, но будет ждать. Ты сам себе бог. Сам себе брат. Сам себе сам. Сам себе режиссёр скачать все сезоны бесплатно. Главное, помнить - освежители воздуха с ароматом сирени лучше аромата океанского бриза...',
    'Волк не тот кто волк а тот кто волк.',
    'Брат уйдёт от брата только если звонок на урок.',
    'Запомните твари а то забудете.',
    'Волк не сдаёт русский, потому что русские не сдаются.',
    'Если тебе тяжело идти значит ты жирный.',
    'Брат запомни, если весь мир встанет против тебя, у меня встанет на тебя.',
    'Слабый ты или слабый.Никогда у тебя сил нет - сдавайся.',
    'Важен не тот - кто тот с самого начала, а тот, кто до конца.',
    'Не важно, кто рядом - важно не важно.',
    'Любят тихо, громко только пердят...',
    'Это не у меня нет девчонки, это ни у одной девчонки нет меня.',
    'Брат покинет брата, если только прозвенит звонок на урок.',
    'Мути дела, волк подождет волка.',
    'Если я вдруг стану тебе нужен, то я там же где и был, пока не был тебе нужен.',
    'Если вдруг волк замолчал, то не вздумай его перебивать.',
    'Сломай свой страх, иначе он сломает тебя. Уж лучше в мышцах боль, чем сигареты и алкоголь.',
    'Лучше красиво делай, чем болтай языком.',
    'Выключи мобильный, не заходи в социальные сети, и ты вскоре узнаешь, сколько в твоей жизни настоящих друзей.',
    'Если за двумя зайцами погонишь, то не вытащить тебе рыбку из пруда.',
    'Брат никогда не станет наглеть, даже если ему многое позволено.',
    'Этот мир устроен так, что в нем живет хорошо тот, кто бьет, а не дает сдачи.',
    'Если пацан сказал, то сделает, если вдруг не сделал, значит, пошутил!',
    'Если в дверь не стучат, то я ее и не открою.',
    'В мире точно есть люди, которым мы нужны такие какие есть.',
    'Ты че так разговариваешь, будто у тебя припрятана запасная челюсть',
    'Время не просто, оно просто время',
    'Любовь – это когда тихо, громко могут только предавать.',
    'Бесплатный сыр на то и бесплатный, что сыр.',
    'Жизнь далеко не так красива, как нам ее рисуют.',
    'Иногда даже твой лучший друг не будет хотеть поделиться с тобой пивом.',
    'Мне не страшны удары в спину, страшно, если это окажется моя спина.',
    'Желаешь жить хорошо, учись жить.',
    'Громко – это гораздо громче, чем тихо.',
    'Мне не важно, кто против меня, имеет значение лишь то, кто рядом.',
    'Мой спорт начинается с момента, когда я выхожу за пивом. На этом он и заканчивается.',
    'Лучше опасть один раз, чем десять.',
    'Пусть лучше будет светлое пиво в моем бокале, чем темное будущее в моей жизни.',
    'У волка не может неправильных поступков, так же как и у поступков нет волка.',
    'Жизнь можно сравнить с тяжелым рюкзаком, наполненным пивом, чем больше опустошаешь бутылок, тем легче идти.',
    'Если ты испытываешь проблемы в пути, возможно, ты просто толстый и тебе тяжело идти.',
    'Как волка не корми, все равно овец он в покое не оставит.',
    'Враг не с другой стороны, враг тот, кто предает тебя с этой стороны.',
    'Волк не может похвастаться такой же силой как лев и тигр, но и в цирке он через обруч не прыгает.',
    'Это мир состоит из огромного количества овец и единичных экземпляров волков.',
    'Я как волк – гордый и в меру осторожный.',
    'Желаю всем иметь друга, а не друг друга.',
    'Запомни это, иначе забудешь.',
    'Если соседка зачастила к тебе за солью, значит, ей интересен твой перец.',
    'Даже когда тебя съели, у тебя имеет целых два варианта выхода',
    'Не нервничай, помимо нервных клеток коренные зубы также не подлежат самовосстановлению.',
    'В этой жизни каждый из нас либо волк, либо не волк!',
    'Долг каждого настоящего мужика вовремя стирать сообщения и носки.',
    'Я из тех людей, которые способны долго терпеть, а потом еще столько терпеть-терпеть.',
    'Только баран должен бегать за овцами, я лучше сбегаю еще раз за пивом.',
    'Рядом с овцами всегда пасутся волки.',
    'Пусть в каждой девушке будет изюминка, важно, чтобы не вместо мозга.',
    'У каждой батарейки есть только один минус и только один плюс.',
    'Это только снаружи я кажусь беззаботным. А внутри у меня… пиво.',
    'Ничто не защитит твои зубы лучше, чем уважительное отношение к моей персоне.',
    'Зачастую крест, который ты ставишь на человеке, становится его единственным плюсом.',
    'Цени братанов, которые не расскажут больше, чем надо.',
    'Братва – это те люди, которые никогда не кидали своих.',
    'Каждый пацан думает, что он сильнее девчонки, но у каждого есть та, из-за которой он не спит по ночам.',
    'Брат – не всегда друг, но друг – всегда брат.',
    'Самая лучшая профилактика от травм – держаться подальше от нашей братвы.',
    'Пацан не кактус, ему нужно пить.',
    'У меня нет пушки и танка, но есть братва, которая со мной хоть в рай, хоть в ад.',
    'Волк выбирает овец не тех, кому не подфартило, а только лишь слабых.',
    'Если сделал дело, можешь быть уверен, что дело сделано.',
    'Если не хочешь быть в волчьей стае, готовься стать их кормом.',
    'Если ты че-то не увидел, значит, слепой.',
    'Настоящий волк не носит шарф, это как заправлять носки в трусы',
    'Если не хочешь искать, где выход, всегда держи его в поле зрения.',
    'Если ты думаешь, что волк не умеет улыбаться, то ты просто не встречал настоящих волков.',
    'Утри слезы, настоящие волки не умеют плакать. Им не к лицу быть похожими на людей.',
    'Волк не вздрогнет, если рядом лает собака.',
    'Меня знают многие, но лишь единицы знают о том, какой я.',
    'Не вздумай прощать предателей, где один раз, там и второй.',
    'Кровь – это не та жидкость, что по венам течет, а то, что брат за брата отдаст.',
    'Любой может огорчить волка, но не каждый успеет попросить прощения.',
    'Не все кто жмут руку твои друзья. Самый лучший урок для пацана – армия или тюрьма.',
    'Я сильный, но это не значит, что не мне больно.',
    'Если моего сына даже воздух коснется, я порежу тебя на ремни.',
    'Только собака не предаст, ну и автомобиль.',
    'Я молод, но у меня богатый опыт и мудрые мысли.'
    ]























